Repository: Octiplex-Labs/WildCall
Catalog: WildCall/Resources/Localizable.xcstrings
Source language: fr
Languages: en, es, it, pt

source: Ouvre le dossier des packs publiés dans Safari.
en: Opens the published packs folder in Safari.
es: Abre la carpeta de packs publicados en Safari.
it: Apre la cartella dei pack pubblicati in Safari.
pt: Abre a pasta dos packs publicados no Safari.

source: Ouvre le dépôt GitHub dans Safari.
en: Opens the GitHub repository in Safari.
es: Abre el repositorio de GitHub en Safari.
it: Apre il repository GitHub in Safari.
pt: Abre o repositório GitHub no Safari.

source: Ouvre le formulaire pour saisir un numéro ou un motif.
en: Opens the form to enter a number or a pattern.
es: Abre el formulario para introducir un número o un patrón.
it: Apre il modulo per inserire un numero o uno schema.
pt: Abre o formulário para introduzir um número ou um padrão.

source: Ouvre un formulaire pour télécharger un pack signé depuis une URL externe.
en: Opens a form to download a signed pack from an external URL.
es: Abre un formulario para descargar un pack firmado desde una URL externa.
it: Apre un modulo per scaricare un pack firmato da un URL esterno.
pt: Abre um formulário para descarregar um pack assinado a partir de um URL externo.

source: Ouvrir Réglages
en: Open Settings
es: Abrir Ajustes
it: Apri Impostazioni
pt: Abrir Ajustes

source: Pack installé.
en: Pack installed.
es: Paquete instalado.
it: Pack installato.
pt: Pack instalado.

source: Packs communautaires
en: Community packs
es: Paquetes comunitarios
it: Pack della community
pt: Packs comunitários

source: Packs installés
en: Installed packs
es: Paquetes instalados
it: Pack installati
pt: Packs instalados

source: Page %lld sur %lld
en: Page %1$lld of %2$lld
es: Página %1$lld de %2$lld
it: Pagina %1$lld di %2$lld
pt: Página %1$lld de %2$lld

source: Partager le fichier JSON
en: Share the JSON file
es: Compartir el archivo JSON
it: Condividi il file JSON
pt: Compartilhar o arquivo JSON

source: Passer
en: Skip
es: Omitir
it: Salta
pt: Pular

source: Pays
en: Country
es: País
it: Paese
pt: País

source: Plages ARCEP 0162-0165, 0568-0569
en: ARCEP ranges 0162-0165, 0568-0569
es: Rangos ARCEP 0162-0165, 0568-0569
it: Intervalli ARCEP 0162-0165, 0568-0569
pt: Faixas ARCEP 0162-0165, 0568-0569

source: Plus tard
en: Later
es: Más tarde
it: Più tardi
pt: Mais tarde

source: Pourboire
en: Tip
es: Propina
it: Mancia
pt: Gorjeta

source: Premium-rate UK
en: UK premium-rate
pt: Tarifa premium do UK

source: Préfixes
en: Prefixes
es: Prefijos
it: Prefissi
pt: Prefixos

source: Préparation du filtre…
en: Preparing the filter…
es: Preparando el filtro…
it: Preparazione del filtro…
pt: A preparar o filtro…

source: Préparation…
en: Preparing…
es: Preparando…
it: Preparazione…
pt: Preparando…

source: Prépare un fichier JSON contenant les règles que vous avez ajoutées.
en: Prepares a JSON file containing the rules you added.
es: Prepara un archivo JSON con las reglas que has añadido.
it: Prepara un file JSON con le regole che hai aggiunto.
pt: Prepara um ficheiro JSON com as regras que adicionou.

source: Publisher non reconnu
en: Unknown publisher
es: Editor desconocido
it: Editore sconosciuto
pt: Editor desconhecido

source: Reconstruire le filtre
en: Rebuild the filter
es: Reconstruir el filtro
it: Ricostruisci il filtro
pt: Reconstruir o filtro

source: Reconstruit le filtre et le renvoie à iOS.
en: Rebuilds the filter and sends it to iOS again.
es: Reconstruye el filtro y lo envía de nuevo a iOS.
it: Ricostruisce il filtro e lo invia di nuovo a iOS.
pt: Reconstrói o filtro e envia-o novamente ao iOS.

source: Refuser
en: Refuse
es: Rechazar
it: Rifiuta
pt: Recusar

source: Revoir l'introduction
en: Replay the intro
es: Volver a ver la introducción
it: Rivedi l'introduzione
pt: Rever a introdução

source: Règles
en: Rules
es: Reglas
it: Regole
pt: Regras

source: Règles déclarées
en: Declared rules
es: Reglas declaradas
it: Regole dichiarate
pt: Regras declaradas

source: Récupère les listes Octiplex de numéros connus.
en: Fetches the Octiplex lists of known numbers.
es: Descarga las listas de Octiplex de números conocidos.
it: Recupera gli elenchi Octiplex di numeri noti.
pt: Busca as listas Octiplex de números conhecidos.

source: Récupère les nouveaux packs et les mises à jour depuis Octiplex.
en: Fetches new packs and updates from Octiplex.
es: Obtiene los nuevos packs y las actualizaciones de Octiplex.
it: Recupera i nuovi pack e gli aggiornamenti da Octiplex.
pt: Obtém os novos packs e as atualizações da Octiplex.

source: Réessayer
en: Retry
es: Reintentar
it: Riprova
pt: Tentar novamente

source: Réglages
en: Settings
es: Ajustes
it: Impostazioni
pt: Ajustes

source: Réglages → Apps → Téléphone → Blocage et identification d'appel → activez WildCall, puis réessayez.
en: Settings → Apps → Phone → Call Blocking & Identification → enable WildCall, then retry.
es: Ajustes → Apps → Teléfono → Bloqueo e identificación de llamadas → activa WildCall y vuelve a intentarlo.
it: Impostazioni → App → Telefono → Blocco e identificazione chiamate → attiva WildCall, poi riprova.
pt: Definições → Apps → Telefone → Bloqueio e identificação de chamadas → ative o WildCall e tente novamente.

source: Réglages → Apps → Téléphone → Blocage et identification d'appel → cocher WildCall.
en: Settings → Apps → Phone → Call Blocking & Identification → enable WildCall.
es: Ajustes → Apps → Teléfono → Bloqueo e identificación de llamadas → activar WildCall.
it: Impostazioni → App → Telefono → Blocco e identificazione chiamate → abilitare WildCall.
pt: Ajustes → Apps → Telefone → Bloqueio e identificação de chamadas → ativar WildCall.

source: Régénère la liste et demande à iOS de la recharger.
en: Regenerates the list and asks iOS to reload it.
es: Regenera la lista y pide a iOS que la recargue.
it: Rigenera la lista e chiede a iOS di ricaricarla.
pt: Regenera a lista e pede ao iOS que a recarregue.

source: Saisissez un motif comme `+33162*` pour bloquer toute une famille de numéros en une seule règle. Pas besoin d'ajouter chaque numéro manuellement.
en: Type a pattern like `+33162*` to block a whole family of numbers in a single rule. No need to add each number manually.
es: Escribe un patrón como `+33162*` para bloquear toda una familia de números en una sola regla. No hace falta añadir cada número manualmente.
it: Inserisci un motivo come `+33162*` per bloccare un'intera famiglia di numeri con una sola regola. Non serve aggiungere ogni numero manualmente.
pt: Digite um padrão como `+33162*` para bloquear uma família inteira de números em uma única regra. Sem precisar adicionar cada número manualmente.

source: Saisissez un motif.
en: Enter a pattern.
es: Introduce un patrón.
it: Inserisci un motivo.
pt: Insira um padrão.

source: Signature invalide pour la clé publique déclarée.
en: Invalid signature for the declared public key.
es: Firma no válida para la clave pública declarada.
it: Firma non valida per la chiave pubblica dichiarata.
pt: Assinatura inválida para a chave pública declarada.

source: Signé par Octiplex (fingerprint %@)
en: Signed by Octiplex (fingerprint %@)
es: Firmado por Octiplex (huella %@)
it: Firmato da Octiplex (impronta %@)
pt: Assinado pela Octiplex (impressão digital %@)

source: Signé par Octiplex. Empreinte %@.
en: Signed by Octiplex. Fingerprint %@.
es: Firmado por Octiplex. Huella %@.
it: Firmato da Octiplex. Impronta %@.
pt: Assinado pela Octiplex. Impressão %@.

source: Soutenir WildCall
en: Support WildCall
es: Apoyar WildCall
it: Sostieni WildCall
pt: Apoiar WildCall

source: Soutiens indisponibles
en: Tips unavailable
es: Propinas no disponibles
it: Mance non disponibili
pt: Gorjetas indisponíveis

source: Spam US
en: US spam
es: Spam de EE. UU.
pt: Spam dos EUA

source: Statut de l'extension inconnu
en: Extension status unknown
es: Estado de la extensión desconocido
it: Stato dell'estensione sconosciuto
pt: Status da extensão desconhecido

source: Suivant
en: Next
es: Siguiente
it: Avanti
pt: Próximo

source: Supprimer
en: Delete
es: Eliminar
it: Elimina
pt: Excluir

source: Synchronisation…
en: Syncing…
es: Sincronizando…
it: Sincronizzazione…
pt: Sincronizando…

source: Synchroniser les packs
en: Sync packs
es: Sincronizar paquetes
it: Sincronizza i pack
pt: Sincronizar packs

source: Synchroniser maintenant
en: Sync now
es: Sincronizar ahora
it: Sincronizza adesso
pt: Sincronizar agora

source: Synchronisez pour récupérer les packs communautaires.
en: Sync to fetch community packs.
es: Sincroniza para obtener los paquetes comunitarios.
it: Sincronizza per ottenere i pack della community.
pt: Sincronize para obter os packs comunitários.

source: Terminez par `*` pour bloquer une famille de numéros (ex. `+33162999*`).
en: End with `*` to block a family of numbers (e.g. `+33162999*`).
es: Termina con `*` para bloquear una familia de números (p. ej. `+33162999*`).
it: Termina con `*` per bloccare una famiglia di numeri (es. `+33162999*`).
pt: Termine com `*` para bloquear uma família de números (ex. `+33162999*`).

source: Terminez par `*` pour bloquer une famille de numéros : `0162*` couvre tous les numéros commençant par 01 62 (jusqu'à 1 000 000 de numéros par motif).
en: End with `*` to block a whole family of numbers: `0162*` covers every number starting with 01 62 (up to 1,000,000 numbers per pattern).
es: Termina con `*` para bloquear una familia de números: `0162*` cubre todos los números que empiezan por 01 62 (hasta 1 000 000 de números por patrón).
it: Termina con `*` per bloccare un'intera famiglia di numeri: `0162*` copre tutti i numeri che iniziano con 01 62 (fino a 1 000 000 di numeri per schema).
pt: Termine com `*` para bloquear uma família de números: `0162*` abrange todos os números que começam por 01 62 (até 1 000 000 de números por padrão).

source: Terminez par une étoile pour bloquer une famille de numéros.
en: End with an asterisk to block a family of numbers.
es: Termina con un asterisco para bloquear una familia de números.
it: Termina con un asterisco per bloccare una famiglia di numeri.
pt: Termine com um asterisco para bloquear uma família de números.

source: Tout est à jour.
en: Everything is up to date.
es: Todo está actualizado.
it: Tutto è aggiornato.
pt: Tudo está atualizado.

source: Trop de chiffres : maximum %@ pour ce pays.
en: Too many digits: maximum %@ for this country.
es: Demasiados dígitos: máximo %@ para este país.
it: Troppe cifre: massimo %@ per questo paese.
pt: Dígitos em excesso: máximo %@ para este país.

source: Trop de numéros pour iOS
en: Too many numbers for iOS
es: Demasiados números para iOS
it: Troppi numeri per iOS
pt: Demasiados números para o iOS

source: Télécharge le pack et affiche son empreinte de signature avant installation.
en: Downloads the pack and shows its signature fingerprint before installing.
es: Descarga el pack y muestra la huella de su firma antes de instalarlo.
it: Scarica il pack e mostra l'impronta della firma prima dell'installazione.
pt: Descarrega o pack e mostra a impressão da assinatura antes da instalação.

source: Télécharge les derniers packs publiés par Octiplex.
en: Downloads the latest packs published by Octiplex.
es: Descarga los últimos packs publicados por Octiplex.
it: Scarica gli ultimi pack pubblicati da Octiplex.
pt: Descarrega os últimos packs publicados pela Octiplex.

source: Téléchargement…
en: Downloading…
es: Descargando…
it: Download in corso…
pt: Baixando…

source: URL du pack
en: Pack URL
es: URL del paquete
it: URL del pack
pt: URL do pack

source: URL du pack à télécharger
en: URL of the pack to download
es: URL del pack a descargar
it: URL del pack da scaricare
pt: URL do pack a descarregar

source: URL invalide (HTTPS requis)
en: Invalid URL (HTTPS required)
es: URL no válida (HTTPS requerido)
it: URL non valido (richiesto HTTPS)
pt: URL inválida (HTTPS requerido)

source: Une règle : des milliers de numéros
en: One rule: thousands of numbers
es: Una regla: miles de números
it: Una regola: migliaia di numeri
pt: Uma regra: milhares de números

source: Vérifier
en: Check
es: Verificar
it: Verifica
pt: Verificar

source: Vérifier le pack
en: Verify the pack
es: Verificar el paquete
it: Verifica il pack
pt: Verificar o pack

source: WildCall est gratuit et sans publicité. Si l'app vous est utile, vous pouvez laisser un pourboire : c'est totalement optionnel.
en: WildCall is free and ad-free. If the app is useful to you, you can leave a tip : it's entirely optional.
es: WildCall es gratis y sin anuncios. Si la app te resulta útil, puedes dejar una propina : es completamente opcional.
it: WildCall è gratuita e senza pubblicità. Se l'app ti è utile, puoi lasciare una mancia : è del tutto facoltativo.
pt: O WildCall é gratuito e sem anúncios. Se o app for útil, você pode deixar uma gorjeta : é totalmente opcional.

source: WildCall est gratuit. Les pourboires sont optionnels mais appréciés.
en: WildCall is free. Tips are optional but appreciated.
es: WildCall es gratis. Las propinas son opcionales pero se agradecen.
it: WildCall è gratuita. Le mance sono facoltative ma apprezzate.
pt: O WildCall é gratuito. As gorjetas são opcionais mas apreciadas.

source: WildCall filtre les appels.
en: WildCall is filtering calls.
es: WildCall está filtrando las llamadas.
it: WildCall sta filtrando le chiamate.
pt: O WildCall está filtrando chamadas.

source: WildCall maintient des listes de préfixes connus : ARCEP en France, numéros gratuits US, premium-rate UK. Synchronisation quotidienne en arrière-plan.
en: WildCall maintains lists of known prefixes : ARCEP in France, US toll-free, UK premium-rate. Daily background sync.
es: WildCall mantiene listas de prefijos conocidos : ARCEP en Francia, gratuitos de EE. UU., premium-rate del Reino Unido. Sincronización diaria en segundo plano.
it: WildCall mantiene elenchi di prefissi noti : ARCEP in Francia, numeri verdi US, premium-rate UK. Sincronizzazione quotidiana in background.
pt: O WildCall mantém listas de prefixos conhecidos : ARCEP na França, gratuitos dos EUA, premium-rate do Reino Unido. Sincronização diária em segundo plano.

source: WildCall n'est pas activé dans Réglages
en: WildCall is not enabled in Settings
es: WildCall no está activado en Ajustes
it: WildCall non è attivo in Impostazioni
pt: O WildCall não está ativado nas Definições

source: WildCall ne collecte aucune donnée d'usage. Toutes les règles, packs et signatures sont traités localement sur votre appareil ; le seul appel réseau est la synchronisation des packs depuis le catalogue Octiplex.
en: WildCall collects no usage data. All rules, packs, and signatures are processed locally on your device; the only network call is pack syncing from the Octiplex catalogue.
es: WildCall no recopila datos de uso. Todas las reglas, paquetes y firmas se procesan localmente en tu dispositivo; la única llamada de red es la sincronización de paquetes desde el catálogo de Octiplex.
it: WildCall non raccoglie alcun dato d'uso. Tutte le regole, i pack e le firme vengono elaborati localmente sul tuo dispositivo; l'unica chiamata di rete è la sincronizzazione dei pack dal catalogo Octiplex.
pt: O WildCall não coleta nenhum dado de uso. Todas as regras, packs e assinaturas são processados localmente no seu dispositivo; a única chamada de rede é a sincronização dos packs a partir do catálogo Octiplex.

source: iOS charge %@ numéros
en: iOS is loading %@ numbers
es: iOS está cargando %@ números
it: iOS sta caricando %@ numeri
pt: O iOS está a carregar %@ números

source: iOS charge %@ numéros…
en: iOS is loading %@ numbers…
es: iOS está cargando %@ números…
it: iOS sta caricando %@ numeri…
pt: O iOS está a carregar %@ números…

source: iOS charge déjà une liste
en: iOS is already loading a list
es: iOS ya está cargando una lista
it: iOS sta già caricando una lista
pt: O iOS já está a carregar uma lista

source: iOS demande votre autorisation pour que l'app puisse filtrer les appels. Cela prend 10 secondes dans Réglages.
en: iOS asks for your permission so the app can filter calls. It takes 10 seconds in Settings.
es: iOS pide tu permiso para que la app pueda filtrar las llamadas. Lleva 10 segundos en Ajustes.
it: iOS richiede la tua autorizzazione perché l'app possa filtrare le chiamate. Bastano 10 secondi nelle Impostazioni.
pt: O iOS pede sua permissão para que o app possa filtrar chamadas. Leva 10 segundos em Ajustes.

source: iOS ne journalise pas les appels bloqués : ils n'apparaissent ni dans Récents ni en notification. Pour vérifier qu'une règle est active, préférez l'action Identifier : l'étiquette s'affiche sur l'appel entrant et dans Récents. Les numéros présents dans vos contacts ne sont jamais filtrés.
en: iOS does not log blocked calls: they appear neither in Recents nor as notifications. To check that a rule is active, prefer the Identify action: the label shows on the incoming call and in Recents. Numbers in your contacts are never filtered.
es: iOS no registra las llamadas bloqueadas: no aparecen en Recientes ni como notificación. Para comprobar que una regla está activa, usa la acción Identificar: la etiqueta se muestra en la llamada entrante y en Recientes. Los números de tus contactos nunca se filtran.
it: iOS non registra le chiamate bloccate: non compaiono né in Recenti né come notifica. Per verificare che una regola sia attiva, preferisci l'azione Identifica: l'etichetta appare sulla chiamata in arrivo e in Recenti. I numeri presenti nei tuoi contatti non vengono mai filtrati.
pt: O iOS não regista as chamadas bloqueadas: não aparecem em Recentes nem como notificação. Para verificar que uma regra está ativa, prefira a ação Identificar: a etiqueta aparece na chamada recebida e em Recentes. Os números dos seus contactos nunca são filtrados.

source: moins d'une seconde
en: less than a second
es: menos de un segundo
it: meno di un secondo
pt: menos de um segundo

source: numéro + %@
en: number + %@
es: número + %@
it: numero + %@
pt: número + %@

source: préfixe + %@ suivi de %lld chiffre%@ variable%@
en: prefix + %1$@ followed by %2$lld variable digit%3$@%4$@
es: prefijo + %1$@ seguido de %2$lld cifra%3$@ variable%4$@
it: prefisso + %1$@ seguito da %2$lld cifra%3$@ variabile%4$@
pt: prefixo + %1$@ seguido de %2$lld algarismo%3$@ variável%4$@

source: À propos
en: About
es: Acerca de
it: Informazioni
pt: Sobre

source: Échec
en: Failed
es: Error
it: Errore
pt: Falha

source: Échec de l'import
en: Import failed
es: Importación fallida
it: Importazione fallita
pt: Falha na importação

source: Épingle cette empreinte pour ce pack et installe les règles.
en: Pins this fingerprint for this pack and installs the rules.
es: Fija esta huella para este pack e instala las reglas.
it: Fissa questa impronta per questo pack e installa le regole.
pt: Fixa esta impressão para este pack e instala as regras.

source: État du filtre
en: Filter status
es: Estado del filtro
it: Stato del filtro
pt: Estado do filtro

source: Étiquette affichée à l'appel
en: Label shown on incoming call
es: Etiqueta mostrada en la llamada
it: Etichetta mostrata alla chiamata
pt: Rótulo mostrado na chamada

source: ≈ 1 000 000 numéros démarchage Paris
en: ≈ 1,000,000 Paris telemarketing numbers
es: ≈ 1.000.000 de números de telemarketing de París
it: ≈ 1.000.000 di numeri di telemarketing di Parigi
pt: ≈ 1.000.000 de números de telemarketing de Paris

source: ≈ 10 000 numéros gratuits US
en: ≈ 10,000 US toll-free numbers
es: ≈ 10.000 números gratuitos de EE. UU.
it: ≈ 10.000 numeri verdi US
pt: ≈ 10.000 números gratuitos dos EUA

source: 🇧🇪 Belgique
en: 🇧🇪 Belgium
es: 🇧🇪 Bélgica
it: 🇧🇪 Belgio
pt: 🇧🇪 Bélgica

source: 🇨🇭 Suisse
en: 🇨🇭 Switzerland
es: 🇨🇭 Suiza
it: 🇨🇭 Svizzera
pt: 🇨🇭 Suíça

source: 🇩🇪 Allemagne
en: 🇩🇪 Germany
es: 🇩🇪 Alemania
it: 🇩🇪 Germania
pt: 🇩🇪 Alemanha

source: 🇪🇸 Espagne
en: 🇪🇸 Spain
es: 🇪🇸 España
it: 🇪🇸 Spagna
pt: 🇪🇸 Espanha

source: 🇬🇧 Royaume-Uni
en: 🇬🇧 United Kingdom
es: 🇬🇧 Reino Unido
it: 🇬🇧 Regno Unito
pt: 🇬🇧 Reino Unido

source: 🇮🇹 Italie
en: 🇮🇹 Italy
es: 🇮🇹 Italia
it: 🇮🇹 Italia
pt: 🇮🇹 Itália

source: 🇺🇸 États-Unis
en: 🇺🇸 United States
es: 🇺🇸 Estados Unidos
it: 🇺🇸 Stati Uniti
pt: 🇺🇸 Estados Unidos

# %@ · version %@
source: %1$@ · version %2$@
es: %1$@ · versión %2$@
it: %1$@ · versione %2$@
pt: %1$@ · versão %2$@

source: Action
es: Acción
it: Azione
pt: Ação

source: Type
es: Tipo
it: Tipo
pt: Tipo

source: Version
es: Versión
it: Versione
pt: Versão

source: 🇨🇦 Canada
es: 🇨🇦 Canadá
pt: 🇨🇦 Canadá

source: 🇫🇷 France
es: 🇫🇷 Francia
it: 🇫🇷 Francia
pt: 🇫🇷 França
